{
  "name": "luminami",
  "overview": "Luminami's main role is as a slow pivot meaning its purpose is to take hits and get its teammates in for free. This is how Luminami deals with loomians like tyrecks, himbrr, pyrolen, Sedimars, obsidrugon and Nymaurae without being forced to atack. It achieves this via its incredible 102/93/83 bulk, low speed and Access to the move flash 'n flee. This is escalated to new heights with its ability power napper which allows it to easily get health back by simply switching. This ability also helps Luminami rejuvenate off heavy hits taken and pivot off into something else to deal with the threat. Luminami isn't easy to swap in on either. This is due to its incredible coverage consisting of water, dark, electric, light and ice. This incredible coverage allows Luminami to catch loomians trying to swap into it or to pressure the loomians its trying to wall. This coverage also allows Luminami to net alot of super effective hits which allows it to dish out some nice damage. Now whilst Luminami does have flaws they are very minor. One of its main flaws is its typing which has some very common weaknesses to electric, dark and toxic meaning if the opponent plays around Luminami well they will be able to reliably deal with it. Overall, Luminami is still an incredibly good Loomian being able to support its team really well with little effort.",
  "credit": "Saur",
  "sets": [
    {
      "setName": "Bulky Pivot",
      "abilities": ["Power Napper"],
      "items": ["Mysterious Dust"],
      "personalities": ["Brawny, Robust, Very Sluggish"],
      "tps": ["HP 200", "20 En", "56 M Atk", "200 M Def", "24 R Def"],
      "ups": ["Sp 0"],
      "moves": ["Wave Wrecker", "Mega Chomp", "Thunder Chomp", "Flash ’n Flee"],
      "detail": "200 Health TPs paired with 200 Melee Defense TPs and Robust makes Very Brawny Hasty Power Cuffs 200 Melee Attack TPs Kirolen Mega Kick 3HKO \n 200 Health TPs paired with 24 Ranged Defense TPs makes Smart Turbulent 200 Ranged Attack TPs Zepholen Resonate 3HKO \n 20 Energy TPs allows for 5 Wave Wreckers / Flash 'n Flees. 56 Melee Attack TPs paired with Brawny makes Mega Chomp 2HKO 80 Health TPs Brawny Nimble Tahtab \n 0 Speed UPs paired with Very Sluggish underspeeds Sluggish Tsukame and above.",
      "otherOptions": "",
      "teamOptions": "",
      "author": "joaquinoking"
    }
  ]
}
